{
  "menu": [
    {
      "title": "Салат Цезарь",
      "price": 12,
      "url": "https://static.1000.menu/img/content/21458/-salat-cezar-s-kr-salat-cezar-s-krevetkami-s-maionezom_1501173720_1_max.jpg",
      "category": "салаты",
      "id": 1,
      "desc": "Сочный, питательный салат «Цезарь» с неповторимым, оригинальным вкусом пользуется огромной популярностью во всем мире. Сложно найти гурмана, который ни разу не пробовал или не слышал об этом знаменитом блюде. Его подают во всех уголках планеты. А вариации рецептов отличаются в зависимости от фантазии кулинаров, особенностей национальной кухни каждой страны. Но одно в рецепте остается неизменный — фирменный соус, благодаря которому вкус деликатеса получается таким узнаваемым, уникальным."
    },
    {
      "title": "Пицца Маргарита",
      "price": 10,
      "url": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fcdn-image.foodandwine.com%2Fsites%2Fdefault%2Ffiles%2Fstyles%2Fmedium_2x%2Fpublic%2F200703-r-xl-perfect-pizza-margherita.jpg%3Fitok%3DaX-nsHDP",
      "category": "пицца",
      "id": 2,
      "desc": "Пицца «Маргарита» - классическая итальянская пицца. Мягкое внутри и хрустящее снаружи тесто, сочетание расплавленного сыра и помидоров, пикантный аромат базилика сделали это блюдо любимым во всем мире. Пицца «Маргарита» - классическая итальянская пицца."
    },
    {
      "title": "Pizza Неаполитано",
      "price": 13,
      "url": "https://www.pizzanapoletana.org/struttura/pagine_bicolor/mobile/decalogo_avpn_1.jpg",
      "category": "пицца",
      "id": 3,
      "desc": "Традиционная неаполитанская пицца состоит всего из пяти простых, но очень качественных ингредиентов, от которых и зависит весь её вкус. Это основа из дрожжевого теста, соус из спелых томатов Сан-Марцано, свежая моцарелла, свежий душистый базилик и оливковое масло первого отжима – базовые ингредиенты итальянской кухни. Пицца будет ещё вкуснее, если поставить дрожжевое тесто в холодильник, чтобы оно неторопливо поднималось в течение ночи. А чтобы корочка стала суперхрустящей, растягивайте тесто на посыпанной кукурузной мукой поверхности. Гранд Кулинар"
    },
    {
      "title": "Греческий салат",
      "price": 8,
      "url": "https://assets.epicurious.com/photos/576454fb42e4a5ed66d1df6b/master/pass/greek-salad.jpg",
      "category": "салаты",
      "id": 4,
      "desc": "Греческий салат – это один из самых легких и низкокалорийных салатов, и при этом он исключительно полезный и вкусный! Название в данном случае полностью оправдывает себя – этот салат действительно родом из Греции, только на родине его обычно называют «хориатики»."
    },
    {
      "title": "Стейк Ковбой",
      "price": 25,
      "url": "https://i.cbc.ca/1.4491288.1516208229!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_780/cowboysteak.jpg",
      "category": "мясо",
      "id": 5,
      "desc": "Стейк Ковбой — это рибай на кости, у которого реберная кость имеет большую длину. Имеет насыщенный говяжий аромат и превосходную мраморную текстуру. По праву считается одним из самых нежных и сочных стейков."
    }
  ],
  "orders": [
    {
      "id": 1,
      "order": [
        {
          "id": 1,
          "qtty": 4
        }
      ]
    }
  ]
}